{
  "articalList": [
    {
      "from": "出自《大学·第一章》",
      "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/01.mp3",
      "title": "大学之道，在明明德，在亲民，在止于至善。",
      "txt": "大家都应学习可以践行一生的道，在于不断弘扬内心和外界的美德；在于会发出善端，对待他人如同与自己相处一般；但是同时也要注意，在无限接近最完美的至善之前要及时止住。人世间不仅有善也有恶，保留对恶的认知才不会被禁锢。通达了什么是善和恶，做到知止就是最好的状态。",
      "modal": [
        {
          "name": "大学之道，在明明德，在亲民，在止于至善",
          "con": "大家都应学习可以践行一生的道，在于不断弘扬内心和外界的美德；在于会发出善端，对待他人如同与自己相处一般；但是同时也要注意，在无限接近最完美的至善之前要及时止住。\n人世间不仅有善也有恶，保留对恶的认知才不会被禁锢。通达了什么是善和恶，做到知止就是最好的状态。"
        }
      ]
    },
    {
      "from": "出自《大学·第一章》",
      "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/02.mp3",
      "title": "知止而后有定；定而后能静；静而后能安；安而后能虑；虑而后能得。",
      "txt": "曾子对于止的总结可谓是丝丝入扣、直击灵魂，知止而后有定，一个人在真正领悟了止的真谛之后，才会立得住，定下心，不会被外界的欲望所侵扰，导致迷了心智，知止指的是自我在通晓为人的道理的前提下，主动克制私做到止。定而后能静，心定下来了，内心就回归到最朴素的宁静，不会被世间纷扰扰乱心神。静而后能安，心灵的平和宁静带来的是坦然安逸，不会想着做某事会否出错、与人相处是否恰当等等，从而导致内心浮躁与不安。安而后能虑，做到了坦然安逸、心安理得，此时才可以正确的思考具体的每一件事物。虑而后能得，正确的思虑事物，才能有所领悟。",
      "modal": [
        {
          "name": "",
          "con": "曾子对于止的总结可谓是丝丝入扣、直击灵魂。"
        },
        {
          "name": "知止而后有定",
          "con": "一个人在真正领悟了止的真谛之后，才会立得住，定下心，不会被外界的欲望所侵扰，导致迷了心智，知止指的是自我在通晓为人的道理的前提下，主动克制私做到止。"
        },
        {
          "name": "定而后能静",
          "con": "心定下来了，内心就回归到最朴素的宁静，不会被世间纷扰扰乱心神。"
        },
        {
          "name": "静而后能安",
          "con": "心灵的平和宁静带来的是坦然安逸，不会想着做某事会否出错、与人相处是否恰当等等，从而导致内心浮躁与不安。"
        },
        {
          "name": "安而后能虑",
          "con": "做到了坦然安逸、心安理得，此时才可以正确的思考具体的每一件事物。"
        },
        {
          "name": "虑而后能得",
          "con": "正确的思虑事物，才能有所领悟。"
        }
      ]
    },
    {
      "from": "思索",
      "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/03.mp3",
      "title": "①什么是知?",
      "txt": "知是人性本有的。可以想象一下胎儿在母胎中孕育，在没有产生意念之前，与生俱来的那个肉体所赐予的，能够直接通过感官产生的感觉(生理反应)，就是最原始的本知。这时本知是不掺杂任何意识成分的。通俗的讲，本知客观存在，但是意识尚不具有或者显明，是无法主动去通过意识指导感官去触发感觉的，即此阶段有外在感觉但无内在知觉。众妙之门就是利用这个本知所衍生的后天的知性来开启的。但若要探索本知为什么存在呢?目前来说就陷入诡辩了，目下只能通过'道'来作为产生本知的源头。",
      "modal": [
        {
          "name": "本知",
          "con": "知是人性本有的。\n可以想象一下胎儿在母胎中孕育，在没有产生意念之前，与生俱来的那个肉体所赐予的，能够直接通过感官产生的感觉(生理反应)，就是最原始的本知。"
        },
        {
          "name": "外有知而内无知",
          "con": "这时本知是不掺杂任何意识成分的。\n通俗的讲，本知客观存在，但是意识尚不具有或者显明，是无法主动去通过意识指导感官去触发感觉的，即此阶段有外在感觉但无内在知觉。"
        },
        {
          "name": "众妙之门",
          "con": "众妙之门就是利用这个本知所衍生的后天的知性来开启的。\n但若要探索本知为什么存在呢?目前来说就陷入诡辩了，目下只能通过'道'来作为产生本知的源头。"
        }
      ]
    },
    {
      "from": "思索",
      "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/04.mp3",
      "title": "②什么是知?",
      "txt": "当婴儿呱呱坠地，知性伴随意念萌发，然而在很长一段时间，似乎知性远不及肉体产生的本知明显。究其因，婴儿成长阶段，后天才有的知性和本知并不容易被区分开来，因为后天的知需要在实践中积淀和熟悉，遂孩童时代的知是偏重原始的本知，最好的佐证就是孩童对外界任何事物都具有好奇心，这个过程就是通过本知去探寻后天的知。回过头来，为什么人能知道感觉的存在(即本知的存在)，其实都是后天知性的所知在起作用。于是成人把纯属于思想思维的后天的知叫做知性，把原本的通过生理反应得到的感觉叫做本知。",
      "modal": [
        {
          "name": "知性",
          "con": "当婴儿呱呱坠地，知性伴随意念萌发，然而在很长一段时间，似乎知性远不及肉体产生的本知明显。\n究其因，婴儿成长阶段，后天才有的知性和本知并不容易被区分开来，因为后天的知需要在实践中积淀和熟悉，遂孩童时代的知是偏重原始的本知，最好的佐证就是孩童对外界任何事物都具有好奇心，好奇的过程就是通过本知去探寻后天的知性。\n回过头来，为什么人能知道感觉的存在(即本知的存在)，其实都是后天知性的所知在起作用。\n于是成人把纯属于思想思维的后天的知叫做知性，把原本的通过生理反应得到的感觉叫做本知。"
        }
      ]
    },
    {
      "from": "思索",
      "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/05.mp3",
      "title": "③什么是知?",
      "txt": "很多人细分只把知性的比较善良面的叫做理性。把属于感官及其神经作用的生理反应叫做感觉。在感觉的时候，如果起了辨识的作用，就叫知觉。通常意义上的知就是这个，通过直观感觉加上意识的明辨所产生的知。在感觉或知觉的过程中，七情六欲又起了作用，这种一时的心情状态就叫做情绪。若情绪持续较长的时间，就叫做感情。不论是一时的情绪或较持久的感情，又统称为感性。经年累月累积下来，又形成了每个人的习性，从而成为人格的一部分。",
      "modal": [
        {
          "name": "理性",
          "con": "很多人细分将知性的比较善良的一面叫做理性。"
        },
        {
          "name": "感觉",
          "con": "把属于感官及其神经作用的生理反应叫做感觉。"
        },
        {
          "name": "知觉(广义上的知)",
          "con": "在感觉的时候，如果起了辨识的作用，就叫知觉。通常意义上的知就是这个，通过直观感觉加上意识的明辨所产生的知。"
        },
        {
          "name": "情绪 感情 感性",
          "con": "在感觉或知觉的过程中，七情六欲又起了作用，这种一时的心情状态就叫做情绪。若情绪持续较长的时间，就叫做感情。\n不论是一时的情绪或较持久的感情，又统称为感性。\n经年累月累积下来，又形成了每个人的习性，从而成为人格的一部分。"
        }
      ]
    },
    {
      "from": "出自《大学·第一章》",
      "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/06.mp3",
      "title": "物有本末，事有终始。知所先后，则近道矣。",
      "txt": "凡是物都有其本源的样子，但同时也是不停演变发展的，如同参天大树会有新生的枝叶一样，但不要忘记，枝繁叶茂的大树又是从一棵小枝生长而成。凡是事都有开端和终结，代表着前因和后果，不能只关注果，最初的时候就要将因考虑清楚。知晓万事万物演替运行的自然规律后，那么就离可以奉行一生的道不远了。",
      "modal": [
        {
          "name": "物有本末",
          "con": "凡是物都有其本源的样子，但同时也是不停演变发展的，如同参天大树会有新生的枝叶一样，但不要忘记，枝繁叶茂的大树又是从一棵小枝生长而成。"
        },
        {
          "name": "事有终始",
          "con": "凡是事都有开端和终结，代表着前因和后果，不能只关注果，最初的时候就要将因考虑清楚。"
        },
        {
          "name": "知所先后，则近道矣",
          "con": "知晓万事万物演替运行的自然规律后，那么就离可以奉行一生的道不远了。"
        }
      ]
    },
    {
      "from": "出自《大学·第一章》",
      "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/07.mp3",
      "title": "①古之欲明明德于天下者，先治其国；欲治其国者，先齐其家；",
      "txt": "古往今来，一个人如果想要将内心和外界的美德散发出去，让全天下的人都能践行和体悟到。一定是先治理好本地、本国、本邦的人事物，以达到符合自然界运行的规律。无论身处境遇如何，若想治理好本地、本国、本邦的人事物，也要身体力行将组成国家的最小实体——'家'，管理好，使光明正大的德行先在家族内得以显扬。",
      "modal": [
        {
          "name": "古之欲明明德于天下者，先治其国",
          "con": "古往今来，一个人如果想要将内心和外界的美德散发出去，让全天下的人都能践行和体悟到。一定是先治理好本地、本国、本邦的人事物，以达到符合自然界运行的规律。"
        },
        {
          "name": "欲治其国者，先齐其家",
          "con": "无论身处境遇如何，若想治理好本地、本国、本邦的人事物，也要身体力行将组成国家的最小实体——'家'，管理好，使光明正大的德行先在家族内得以显扬。"
        }
      ]
    },
    {
      "from": "出自《大学·第一章》",
      "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/08.mp3",
      "title": "②欲齐其家者，先修其身；欲修其身者，先正其心；",
      "txt": "一个人要想管束好家族，身心要磨炼到够抵挡住欲望的侵蚀才可以。若想修正身心，一定是通过精神的洗礼、不断净化心灵，最终将私我最大化的克制，内里方能足够端正。如此家族内众人才会信服于你，族内人心凝聚、美德的种子破土而出，自然家族离兴旺不远了。",
      "modal": [
        {
          "name": "欲齐其家者，先修其身",
          "con": "一个人要想管束好家族，身心要磨炼到够抵挡住欲望的侵蚀才可以。"
        },
        {
          "name": "欲修其身者，先正其心",
          "con": "若想修正身心，一定是通过精神的洗礼、不断净化心灵，最终将私我最大化的克制，内里方能足够端正。如此家族内众人才会信服于你，族内人心凝聚、美德的种子破土而出，自然家族离兴旺不远了。"
        }
      ]
    },
    {
      "from": "出自《大学·第一章》",
      "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/09.mp3",
      "title": "③欲正其心者，先诚其意；欲诚其意者，先致其知；致知在格物。",
      "txt": "一个人想要行正道、冲刷掉内心的污秽、回归初涉人世时的纯洁无瑕，必须对自身的意念诚挚，不可自欺让心灵蒙尘。心中想什么，说的就是什么，为之付出实践。若想时刻秉持这种诚挚的意念，就要通晓宇宙万物运行的规律及其背后蕴含的道理，通晓这种规律靠的是实践出真知、从细微处探索出万事万物的内涵。诚心正意去做好每件事，宇宙的奥妙自然心领神会。",
      "modal": [
        {
          "name": "欲正其心者，先诚其意",
          "con": "一个人想要行正道、冲刷掉内心的污秽、回归初涉人世时的纯洁无瑕，必须对自身的意念诚挚，不可自欺让心灵蒙尘。\n心中想什么，说的就是什么，为之付出实践。"
        },
        {
          "name": "欲诚其意者，先致其知",
          "con": "若想时刻秉持这种诚挚的意念，就要通晓宇宙万物运行的规律及其背后蕴含的道理，通晓这种规律靠的是实践出真知、从细微处探索出万事万物的内涵。"
        },
        {
          "name": "致知在格物",
          "con": "诚心正意去做好每件事，宇宙的奥妙自然心领神会。"
        }
      ]
    }
  ],
  "articalListAll": [
    [
      {
        "from": "出自《大学·第一章》",
        "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/10.mp3",
        "title": "物格而后知至，知至而后意诚，意诚而后心正，心正而后身修，身修而后家齐，家齐而后国治，国治而后天下平。",
        "txt": "此文是对前文的正叙，表达的含义相同。前文曾子对于明明德的阐述以终为始，即先抛出明明德这个最高目标启发思考，再回溯到个体应当立足当下、格物致知。如同千里之行始于足下，人若无根基，明明德这个目标将无从谈起。同时要警醒自己不可陷入虚无幻想，格物致知一定是高度统一的，二者相辅相成。格物实践引发致知思考，致知应做出正向的反馈，继而再引导格物。若想要完成明明德这个极大目标，从格物致知开始做起。终是始，始亦是终。",
        "modal": [
          {
            "name": "",
            "con": "此文是对前文的正叙，表达的含义相同。\n前文曾子对于明明德的阐述以终为始，即先抛出明明德这个最高目标启发思考，再回溯到个体应当立足当下、格物致知。\n如同千里之行始于足下，人若无根基，明明德这个目标将无从谈起。\n同时要警醒自己不可陷入虚无幻想，格物致知一定是高度统一的，二者相辅相成。\n格物实践引发致知思考，致知应做出正向的反馈，继而再引导格物。若想要完成明明德这个极大目标，从格物致知开始做起。\n终是始，始亦是终。"
          }
        ]
      },
      {
        "from": "出自《大学·第一章》",
        "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/11.mp3",
        "title": "自天子以至于庶人，壹是皆以修身为本。其本乱，而末治者否矣。其所厚者薄，而其所薄者厚，未之有也。",
        "txt": "上至庙堂的至高统治者，下到田间耕种的黎民百姓。无一例外，都应将修心养性、拂去内在尘埃、回归到最初的真挚作为根基。如果这个根基被肆意破坏了，最终还能修身、齐家、治国、平天下、明明德的人是从没见过的。一个人有始无终、本末倒置。将美德弃之如敝履，沉溺于私欲，应当加强的却去削弱，应当节制的却任意放纵，这样的人能做好一点事也是没见过的。",
        "modal": [
          {
            "name": "自天子以至于庶人，壹是皆以修身为本",
            "con": "上至庙堂的至高统治者，下到田间耕种的黎民百姓。无一例外，都应将修心养性、拂去内在尘埃、回归到最初的真挚作为根基。"
          },
          {
            "name": "其本乱，而末治者否矣",
            "con": "如果这个根基被肆意破坏了，最终还能修身、齐家、治国、平天下、明明德的人是从没见过的。"
          },
          {
            "name": "其所厚者薄，而其所薄者厚，未之有也",
            "con": "一个人有始无终、本末倒置。将美德弃之如敝履，沉溺于私欲，应当加强的却去削弱，应当节制的却任意放纵，这样的人能做好一点事也是没见过的。"
          }
        ]
      },
      {
        "from": "出自《大学·第一章》",
        "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/12.mp3",
        "title": "①所谓诚其意者，毋自欺也。如恶恶臭，如好好色，此之谓自谦。",
        "txt": "若想做到意念真诚，就要遵从于本心最诚挚的想法，也就是不要自欺欺人。莫用本心之外的二心玷污自己的灵魂，想到的是善要保留并努力散发出去，若是恶要克制，能够意识到是恶并且主动剔除掉。去恶要如同闻到恶臭的时候，本能的掩鼻厌恶、生怕沾染一身臭味一样，存善要如同看见动人心魄的女子或者美妙的事物，本能的赏心悦目、欢喜愉悦，做到存善去恶使自己感到畅然、满足就足够了。",
        "modal": [
          {
            "name": "所谓诚其意者，毋自欺也",
            "con": "若想做到意念真诚，就要遵从于本心最诚挚的想法，也就是不要自欺欺人。莫用本心之外的二心玷污自己的灵魂，想到的是善要保留并努力散发出去，若是恶要克制，能够意识到是恶并且主动剔除掉。"
          },
          {
            "name": "如恶恶臭，如好好色，此之谓自谦",
            "con": "去恶要如同闻到恶臭的时候，本能的掩鼻厌恶、生怕沾染一身臭味一样，存善要如同看见动人心魄的女子或者美妙的事物，本能的赏心悦目、欢喜愉悦，做到存善去恶使自己感到畅然、满足就足够了。"
          }
        ]
      },
      {
        "from": "出自《大学·第一章》",
        "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/13.mp3",
        "title": "②故君子必慎其独也。",
        "txt": "人生的际遇难以预料，低谷高潮时有发生，世人概莫能外。若恰逢低谷，无琐事俗务缠身，正好用功内省、总结修正、加强学习、制定新的方向，努力走出低迷的状态，如此觉醒，才会发现灵魂深处的真善美，回归于明德至善，如此自然可做到亲民，很快可以超越环境，亦可超越自己。君子一定是在独处的时候内心世界是饱满的、毫无杂念的，追求的是与他人相处时和自我独处时是一致的，因为其有目标感和信念感，知道人生其实是带有使命而来的一场修行。",
        "modal": [
          {
            "name": "",
            "con": "人生的际遇难以预料，低谷高潮时有发生，世人概莫能外。\n若恰逢低谷，无琐事俗务缠身，正好用功内省、总结修正、加强学习、制定新的方向，努力走出低迷的状态，如此觉醒，才会发现灵魂深处的真善美，回归于明德至善，如此自然可做到亲民，很快可以超越环境，亦可超越自己。"
          },
          {
            "name": "故君子必慎其独也",
            "con": "君子一定是在独处的时候内心世界是饱满的、毫无杂念的，追求的是与他人相处时和自我独处时是一致的，因为其有目标感和信念感，知道人生其实是带有使命而来的一场修行。"
          }
        ]
      },
      {
        "from": "出自《大学·第一章》",
        "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/14.mp3",
        "title": "③小人闲居为不善，无所不至；",
        "txt": "小人独处的时候，好怨天尤人、喜怒无常，执着于放大自己的私欲、惰性，得意于偷奸耍滑、行鸡鸣狗盗之事，任何恶事都敢想、敢做。但是小人之所以成为小人，并非天注定，而是在人生的种种际遇之中一步步陷落，自主选择的结果。若选择成为小人，那就是小人。小人者，为生物本能所驱，为物欲所缚，为一己之身躯所束，为感官与经验世界所陷，如此而已。(引自潘麟先生)小人每次起心动邪念，皆为不善。不善就是善(德性、仁性)临时性的缺席。当这种不善不能及时纠正，各种欲念、邪念、恶念必蜂拥而来，这就是'无所不至'。",
        "modal": [
          {
            "name": "小人闲居为不善",
            "con": "小人独处的时候，好怨天尤人、喜怒无常，执着于放大自己的私欲、惰性，得意于偷奸耍滑、行鸡鸣狗盗之事，任何恶事都敢想、敢做。\n但是小人之所以成为小人，并非天注定，而是在人生的种种际遇之中一步步陷落，自主选择的结果。若选择成为小人，那就是小人。\n小人者，为生物本能所驱，为物欲所缚，为一己之身躯所束，为感官与经验世界所陷，如此而已。(引自潘麟先生)"
          },
          {
            "name": "无所不至",
            "con": "小人每次起心动邪念，皆为不善。不善就是善(德性、仁性)临时性的缺席。当这种不善不能及时纠正，各种欲念、邪念、恶念必蜂拥而来，这就是'无所不至'。"
          }
        ]
      },
      {
        "from": "出自《大学·第一章》",
        "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/15.mp3",
        "title": "④见君子而后厌然，掩其不善而著其善。",
        "txt": "小人正是太清楚自己的习气业障、不善之举。遂小人一旦和君子会面，君子所散发的气度，会使小人蛰伏。其不由心生嫉妒、厌恶。此时小人本能的遮掩其虚伪的内在，表面上也只得装作和善，着重于自吹自擂、夸夸其谈，彰显其所剩无几的善，企图跻身君子之列。小人厌恶君子的背后，就像照镜子一般，经由一照，真假立现，实则是小人对君子的畏惧和对自己自暴自弃的厌倦。",
        "modal": [
          {
            "name": "见君子而后厌然",
            "con": "小人正是太清楚自己的习气业障、不善之举。遂小人一旦和君子会面，君子所散发的气度，会使小人蛰伏，不由心生嫉妒、厌恶。"
          },
          {
            "name": "掩其不善而著其善",
            "con": "此时小人本能的遮掩其虚伪的内在，表面上也只得装作和善，着重于自吹自擂、夸夸其谈，彰显其所剩无几的善，企图跻身君子之列。\n小人厌恶君子的背后，就像照镜子一般，经由一照，真假立现，实则是小人对君子的畏惧和对自己自暴自弃的厌倦。"
          }
        ]
      },
      {
        "from": "出自《大学·第一章》",
        "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/16.mp3",
        "title": "⑤人之视己，如见其肺肝然，则何益矣?此谓诚于中，形于外。故君子必慎其独也。",
        "txt": "小人总以为自己的狡黠可以瞒天过海，殊不知在他人眼中，如同置于照妖镜下，内脏亦被看的一清二楚，原形毕露。这样做又有什么好处呢?这就是内心在想什么，外在微妙之中就有所表现。回过头来，小人之所以是小人，症结就出在这，其不知内省和慎独、不爱觉察与诚意，自然和君子有云泥之别。应于当下切实自省，发愤见贤思齐方为正道。但小人不仅没有这样去践行，反而极力去'掩'。如此自暴自弃，终将为天道所吞噬。君子与小人的区别就是有德无德、有善无善而已。如果小人假冒君子的外在而无德无善，这就是真伪君子了，君子或常人不会因为小人的掩饰就可以被蒙蔽，小人不在当下显现真面目，便在不远的将来。所以说君子一定是意念真诚，内外保持一致。",
        "modal": [
          {
            "name": "人之视己，如见其肺肝然，则何益矣?",
            "con": "小人总以为自己的狡黠可以瞒天过海，殊不知在他人眼中，如同置于照妖镜下，内脏亦被看的一清二楚，原形毕露。这样做又有什么好处呢?"
          },
          {
            "name": "此谓诚于中，形于外",
            "con": "这就是内心在想什么，外在微妙之中就有所表现。回过头来，小人之所以是小人，症结就出在这，其不知内省和慎独、不爱觉察与诚意，自然和君子有云泥之别。\n应于当下切实自省，发愤见贤思齐方为正道。但小人不仅没有这样去践行，反而极力去'掩'。如此自暴自弃，终将为天道所吞噬。"
          },
          {
            "name": "故君子必慎其独也",
            "con": "君子与小人的区别就是有德无德、有善无善而已。如果小人假冒君子的外在而无德无善，这就是真伪君子了，君子或常人不会因为小人的掩饰就可以被蒙蔽，小人不在当下显现真面目，便在不远的将来。\n所以说君子一定是意念真诚，内外保持一致。"
          }
        ]
      },
      {
        "from": "出自《大学·第一章》",
        "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/17.mp3",
        "title": "⑥曾子曰：十目所视，十手所指，其严乎！",
        "txt": "通过对君子和小人不同状态下的对比，曾子不由感慨：即便是幽处的时候，也不可忘记，一直有无形的眸子在注视着我们，亦有无形的手在时刻指向我们，就如同赤身裸体处于众目睽睽之下，所有人都对我们指指点点。在这种令人脊背发凉、汗毛倒竖的处境下，还会认为做任何事情可以瞒天过海吗?这真的不得不令人敬畏。",
        "modal": [
          {
            "name": "十目所视，十手所指",
            "con": "通过对君子和小人不同状态下的对比，曾子不由感慨：即便是幽处的时候，也不可忘记，一直有无形的眸子在注视着我们，亦有无形的手在时刻指向我们，就如同赤身裸体处于众目睽睽之下，所有人都对我们指指点点。"
          },
          {
            "name": "其严乎！",
            "con": "在这种令人脊背发凉、汗毛倒竖的处境下，还会认为做任何事情可以瞒天过海吗?这真的不得不令人敬畏。"
          }
        ]
      },
      {
        "from": "出自《大学·第一章》",
        "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/18.mp3",
        "title": "⑦富润屋，德润身，心广体胖。",
        "txt": "人一旦富足起来，有盈余的钱财自然就会装饰美化自己的居所。人的心性亦是如此，一旦觉悟本有的无限光明，在光明的泽沐滋养下，德性、仁性逐渐充盈，久而久之行事常怀仁德，杂念难以袭扰灵魂，自然安泰舒心。醒悟德、仁的人从一开始就可以遏制住恶的发展，使内心被恶所笼罩的善得以显明弘扬。不存在违背良知的恶念，内心便无不可告人的秘密，无愧于心，对得起他人同时也对得住天地鬼神，遂心态平和、坦然安定。",
        "modal": [
          {
            "name": "富润屋，德润身",
            "con": "人一旦富足起来，有盈余的钱财自然就会装饰美化自己的居所。\n人的心性亦是如此，一旦觉悟本有的无限光明，在光明的泽沐滋养下，德性、仁性逐渐充盈，久而久之行事常怀仁德，杂念难以袭扰灵魂，自然安泰舒心。"
          },
          {
            "name": "心广体胖",
            "con": "醒悟德、仁的人从一开始就可以遏制住恶的发展，使内心被恶所笼罩的善得以显明弘扬。不存在违背良知的恶念，内心便无不可告人的秘密，无愧于心，对得起他人同时也对得住天地鬼神，遂心态平和、坦然安定。"
          }
        ]
      },
      {
        "from": "出自《大学·第一章》",
        "src": "",
        "title": "⑧故君子必诚其意。",
        "txt": "所以说君子一定是意念真诚的，只有意念真诚才更容易觉醒本性的善，方能'德润身，心广体胖'，即内心能容纳一切人事物，不迁怒、不贰过、不强求。值得回味的是，多数人意识不到从某种意义上来讲——人人皆是圣贤、君子。因为任何人的本性都具有善与恶，这点我们和贤者是一致的，分水岭就是很多人在后天迷失了自我，做不到诚意正心而已。如果能够领会这点，就会理解贤者为什么可以做到谦逊待人、不矜不伐。贤者存善去恶，遂无愧心安。贤者意念真诚，遂外人不觉造作虚伪。如何做到?还是要回归'诚意正心'，让自己能够善于发现自身和外界的善。本心真实的善念显明，外表自然而然就显露出善心。诚意不可刻意伪造，一旦刻意，意就不诚。内外完全吻合，同归于善。",
        "modal": [
          {
            "name": "故君子必诚其意",
            "con": "所以说君子一定是意念真诚的，只有意念真诚才更容易觉醒本性的善，方能'德润身，心广体胖'，即内心能容纳一切人事物，不迁怒、不贰过、不强求。\n值得回味的是，多数人意识不到从某种意义上来讲——人人皆是圣贤、君子。\n因为任何人的本性都具有善与恶，这点我们和贤者是一致的，分水岭就是很多人在后天迷失了自我，做不到诚意正心而已。\n如果能够领会这点，就会理解贤者为什么可以做到谦逊待人、不矜不伐。贤者存善去恶，遂无愧心安。贤者意念真诚，遂外人不觉造作虚伪。"
          },
          {
            "name": "如何做到?",
            "con": "还是要回归'诚意正心'，让自己能够善于发现自身和外界的善。\n本心真实的善念显明，外表自然而然就显露出善心。诚意不可刻意伪造，一旦刻意，意就不诚。内外完全吻合，同归于善。"
          }
        ]
      }
    ],
    [
      {
        "from": "出自《大学·第二章》",
        "src": "",
        "title": "①《康诰》曰：克明德。《太甲》曰：顾諟天之明命。《帝典》曰：克明峻德。 皆自明也。",
        "txt": "首先要解释一下《尚书》，《尚书》是华夏第一部历史汇集。由先秦诸子合编而成，记录的是虞(尧、舜、禹等)、夏、商、周的历史，包含《虞书》、《夏书》、《商书》、《周书》。《康诰》出自《周书》，《太甲》出自《商书》，《帝典》出自《虞书》。",
        "modal": [
          {
            "name": "",
            "con": "首先要解释一下《尚书》，《尚书》是华夏第一部历史汇集。\n由先秦诸子合编而成，记录的是虞(尧、舜、禹等)、夏、商、周的历史，包含《虞书》、《夏书》、《商书》、《周书》。\n《康诰》出自《周书》，《太甲》出自《商书》，《帝典》出自《虞书》。"
          }
        ]
      },
      {
        "from": "出自《大学·第二章》",
        "src": "",
        "title": "②《康诰》曰：克明德。",
        "txt": "康诰的康即卫康叔(卫国初代国君，周武王同母弟)，周成王任命康叔治理殷商旧地，诰是对民众下达的命令，遂康叔下达的命令叫做康诰。克明德就是约束自己、能够明德。很多人只理解了克明德的一层意思也就是能明德，但一定要结合彼时时代背景来品味，当时周代商不久，商地旧民或多或少对商是有怀念的，对周有距离感。由此克明德是有一种或警告、引导、约束的意味在里面。克明德三个字讲得很肯定、不容置疑，每个人都能克制自己、明明德。康叔说要有信心，所以我们想要明明德、想要证道，首先要有信心克己，才能够明德。为什么能?因为明德是每个人与生俱来的，一点也不缺少。现在只是将其恢复、显扬出来，困难吗?这是求己，求人难、登天难、向内求己不难，只要肯去做，每个人都能明明德。",
        "modal": [
          {
            "name": "康诰",
            "con": "康诰的康即卫康叔(卫国初代国君，周武王同母弟)，周成王任命康叔治理殷商旧地，诰是对民众下达的命令，遂康叔下达的命令叫做康诰。"
          },
          {
            "name": "克明德",
            "con": "克明德就是约束自己、能够明德。\n很多人只理解了克明德的一层意思也就是能明德，但一定要结合彼时时代背景来品味，当时周代商不久，商地旧民或多或少对商是有怀念的，对周有距离感。由此克明德是有一种或警告、引导、约束的意味在里面。\n克明德三个字讲得很肯定、不容置疑，每个人都能克制自己、明明德。康叔说要有信心，所以我们想要明明德、想要证道，首先要有信心克己，才能够明德。"
          },
          {
            "name": "为什么能?",
            "con": "因为明德是每个人与生俱来的，一点也不缺少。现在只是将其恢复、显扬出来，困难吗?\n这是求己，求人难、登天难、向内求己不难，只要肯去做，每个人都能明明德。"
          }
        ]
      },
      {
        "from": "出自《大学·第二章》",
        "src": "",
        "title": "③《太甲》曰：顾諟天之明命。",
        "txt": "太甲是商朝开国君主汤的嫡长孙。其执政后荒淫暴虐，被国师伊尹流放。经过三年的修德忏悔，在其改正后伊尹又把他接回，让其继续做天子，终成明主。这句话是他自我革新后所说，他讲'先王顾諟天之明命'，也就是说先王(汤)时常驻足在某处深思、主动省思自我，时刻铭记肩负着上天赋予的光明的使命。諟通是，具有是和自审的意思。光明的使命是什么?就是明明德、亲民、止于至善，人人都要做的就是这桩事情，这一生才有意义。这一生我们的使命是修行，让明德得以彰显，能够内明、益于他人。如果内里常记住自己这一生的使命，就能够无时无刻不觉悟。到了这个境界，就是常在觉悟当中，常不忘自己此生的使命。",
        "modal": [
          {
            "name": "太甲",
            "con": "太甲是商朝开国君主汤的嫡长孙。其执政后荒淫暴虐，被国师伊尹流放。经过三年的修德忏悔，在其改正后伊尹又把他接回，让其继续做天子，终成明主。"
          },
          {
            "name": "顾諟天之明命",
            "con": "这句话是他自我革新后所说，他讲'先王顾諟天之明命'，也就是说先王(汤)时常驻足在某处深思、主动省思自我，时刻铭记肩负着上天赋予的光明的使命。諟通是，具有是和自审的意思。"
          },
          {
            "name": "光明的使命是什么?",
            "con": "就是明明德、亲民、止于至善，人人都要做的就是这桩事情，这一生才有意义。这一生我们的使命是修行，让明德得以彰显，能够内明、益于他人。\n如果内里常记住自己这一生的使命，就能够无时无刻不觉悟。到了这个境界，就是常在觉悟当中，常不忘自己此生的使命。"
          }
        ]
      },
      {
        "from": "出自《大学·第二章》",
        "src": "",
        "title": "④《帝典》曰：克明峻德。",
        "txt": "《帝典》是指《尚书》中的《尧典》，帝是指尧帝。克明峻德是赞美尧帝的，尧帝能够克制私欲，自我觉醒并且能够弘扬高大的、美好的道德。尧帝年老后并没有想将天子之位传于子孙，而是要传于有德行、能力的人，于是他找到了舜。舜至孝，所以尧将他请出来，首先尧让舜给他做臣子，先培养他，最后把天子的位置禅让给舜。尧做到了大公无私、克明峻德。常人为何难以克明峻德?很多人没有意识到峻德是本有的，正是因为人有恻隐之心(私心)，所以不能显明自己本有的崇高的道德，就变得渺小。只要抛却虚伪的欲望、名利心、私心，就能够克明峻德。",
        "modal": [
          {
            "name": "帝典",
            "con": "帝典》是指《尚书》中的《尧典》，帝是指尧帝。"
          },
          {
            "name": "克明峻德",
            "con": "克明峻德是赞美尧帝的，尧帝能够克制私欲，自我觉醒并且能够弘扬高大的、美好的道德。\n尧帝年老后并没有想将天子之位传于子孙，而是要传于有德行、能力的人，于是他找到了舜。舜至孝，所以尧将他请出来，首先尧让舜给他做臣子，先培养他，最后把天子的位置禅让给舜。\n尧做到了大公无私、克明峻德。"
          },
          {
            "name": "常人为何难以克明峻德?",
            "con": "很多人没有意识到峻德是本有的，正是因为人有恻隐之心(私心)，所以不能显明自己本有的崇高的道德，就变得渺小。只要抛却虚伪的欲望、名利心、私心，就能够克明峻德。"
          }
        ]
      },
      {
        "from": "出自《大学·第二章》",
        "src": "",
        "title": "⑤皆自明也。",
        "txt": "透过现象看本质，可以发现《康诰》、《太甲》、《帝典》所说的都是先自我觉醒，善于发现本我就存在的美德，领会了上天赋予的使命，才会有无尽的动力明明德。就像朱子所言：常目在之，则无时不明矣。如果我们眼睛常常看到这点，心里常常想到这点，这就无时不明。这个明是'明'明德的明，也就是觉悟，先自我觉悟了才会明明德不是吗?世间存在克明俊德之人，证明是可以实现的，我们要向其看齐，学习他们放下自私自利、放下名闻利养、放下贪瞋痴慢、放下烦恼习气，真正开显本有的德。",
        "modal": [
          {
            "name": "皆自明也",
            "con": "透过现象看本质，可以发现《康诰》、《太甲》、《帝典》所说的都是先自我觉醒，善于发现本我就存在的美德，领会了上天赋予的使命，才会有无尽的动力明明德。\n就像朱子所言：常目在之，则无时不明矣。如果我们眼睛常常看到这点，心里常常想到这点，这就无时不明。\n这个明是'明'明德的明，也就是觉悟，先自我觉悟了才会明明德不是吗?\n世间存在克明俊德之人，证明是可以实现的，我们要向其看齐，学习他们放下自私自利、放下名闻利养、放下贪瞋痴慢、放下烦恼习气，真正开显本有的德。"
          }
        ]
      }
    ]
  ]
}