{
  "articalList": [
    {
      "from": "出自《大学·第一章》",
      "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/01.mp3",
      "title": "大学之道，在明明德，在亲民，在止于至善。",
      "txt": "大家都应学习可以践行一生的道，在于不断弘扬内心和外界的美德；在于会发出善端，对待他人如同与自己相处一般；但是同时也要注意，在无限接近最完美的至善之前要及时止住。人世间不仅有善也有恶，保留对恶的认知才不会被禁锢。通达了什么是善和恶，做到知止就是最好的状态。",
      "modal": [
        {
          "name": "大学之道，在明明德，在亲民，在止于至善",
          "con": "大家都应学习可以践行一生的道，在于不断弘扬内心和外界的美德；在于会发出善端，对待他人如同与自己相处一般；但是同时也要注意，在无限接近最完美的至善之前要及时止住。\n人世间不仅有善也有恶，保留对恶的认知才不会被禁锢。通达了什么是善和恶，做到知止就是最好的状态。"
        }
      ]
    },
    {
      "from": "出自《大学·第一章》",
      "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/02.mp3",
      "title": "知止而后有定；定而后能静；静而后能安；安而后能虑；虑而后能得。",
      "txt": "曾子对于止的总结可谓是丝丝入扣、直击灵魂，知止而后有定，一个人在真正领悟了止的真谛之后，才会立得住，定下心，不会被外界的欲望所侵扰，导致迷了心智，知止指的是自我在通晓为人的道理的前提下，主动克制私做到止。定而后能静，心定下来了，内心就回归到最朴素的宁静，不会被世间纷扰扰乱心神。静而后能安，心灵的平和宁静带来的是坦然安逸，不会想着做某事会否出错、与人相处是否恰当等等，从而导致内心浮躁与不安。安而后能虑，做到了坦然安逸、心安理得，此时才可以正确的思考具体的每一件事物。虑而后能得，正确的思虑事物，才能有所领悟。",
      "modal": [
        {
          "name": "",
          "con": "曾子对于止的总结可谓是丝丝入扣、直击灵魂。"
        },
        {
          "name": "知止而后有定",
          "con": "一个人在真正领悟了止的真谛之后，才会立得住，定下心，不会被外界的欲望所侵扰，导致迷了心智，知止指的是自我在通晓为人的道理的前提下，主动克制私做到止。"
        },
        {
          "name": "定而后能静",
          "con": "心定下来了，内心就回归到最朴素的宁静，不会被世间纷扰扰乱心神。"
        },
        {
          "name": "静而后能安",
          "con": "心灵的平和宁静带来的是坦然安逸，不会想着做某事会否出错、与人相处是否恰当等等，从而导致内心浮躁与不安。"
        },
        {
          "name": "安而后能虑",
          "con": "做到了坦然安逸、心安理得，此时才可以正确的思考具体的每一件事物。"
        },
        {
          "name": "虑而后能得",
          "con": "正确的思虑事物，才能有所领悟。"
        }
      ]
    },
    {
      "from": "思索",
      "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/03.mp3",
      "title": "①什么是知?",
      "txt": "知是人性本有的。可以想象一下胎儿在母胎中孕育，在没有产生意念之前，与生俱来的那个肉体所赐予的，能够直接通过感官产生的感觉(生理反应)，就是最原始的本知。这时本知是不掺杂任何意识成分的。通俗的讲，本知客观存在，但是意识尚不具有或者显明，是无法主动去通过意识指导感官去触发感觉的，即此阶段有外在感觉但无内在知觉。众妙之门就是利用这个本知所衍生的后天的知性来开启的。但若要探索本知为什么存在呢?目前来说就陷入诡辩了，目下只能通过'道'来作为产生本知的源头。",
      "modal": [
        {
          "name": "本知",
          "con": "知是人性本有的。\n可以想象一下胎儿在母胎中孕育，在没有产生意念之前，与生俱来的那个肉体所赐予的，能够直接通过感官产生的感觉(生理反应)，就是最原始的本知。"
        },
        {
          "name": "外有知而内无知",
          "con": "这时本知是不掺杂任何意识成分的。\n通俗的讲，本知客观存在，但是意识尚不具有或者显明，是无法主动去通过意识指导感官去触发感觉的，即此阶段有外在感觉但无内在知觉。"
        },
        {
          "name": "众妙之门",
          "con": "众妙之门就是利用这个本知所衍生的后天的知性来开启的。\n但若要探索本知为什么存在呢?目前来说就陷入诡辩了，目下只能通过'道'来作为产生本知的源头。"
        }
      ]
    },
    {
      "from": "思索",
      "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/04.mp3",
      "title": "②什么是知?",
      "txt": "当婴儿呱呱坠地，知性伴随意念萌发，然而在很长一段时间，似乎知性远不及肉体产生的本知明显。究其因，婴儿成长阶段，后天才有的知性和本知并不容易被区分开来，因为后天的知需要在实践中积淀和熟悉，遂孩童时代的知是偏重原始的本知，最好的佐证就是孩童对外界任何事物都具有好奇心，这个过程就是通过本知去探寻后天的知。回过头来，为什么人能知道感觉的存在(即本知的存在)，其实都是后天知性的所知在起作用。于是成人把纯属于思想思维的后天的知叫做知性，把原本的通过生理反应得到的感觉叫做本知。",
      "modal": [
        {
          "name": "知性",
          "con": "当婴儿呱呱坠地，知性伴随意念萌发，然而在很长一段时间，似乎知性远不及肉体产生的本知明显。\n究其因，婴儿成长阶段，后天才有的知性和本知并不容易被区分开来，因为后天的知需要在实践中积淀和熟悉，遂孩童时代的知是偏重原始的本知，最好的佐证就是孩童对外界任何事物都具有好奇心，好奇的过程就是通过本知去探寻后天的知性。\n回过头来，为什么人能知道感觉的存在(即本知的存在)，其实都是后天知性的所知在起作用。\n于是成人把纯属于思想思维的后天的知叫做知性，把原本的通过生理反应得到的感觉叫做本知。"
        }
      ]
    },
    {
      "from": "思索",
      "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/05.mp3",
      "title": "③什么是知?",
      "txt": "很多人细分只把知性的比较善良面的叫做理性。把属于感官及其神经作用的生理反应叫做感觉。在感觉的时候，如果起了辨识的作用，就叫知觉。通常意义上的知就是这个，通过直观感觉加上意识的明辨所产生的知。在感觉或知觉的过程中，七情六欲又起了作用，这种一时的心情状态就叫做情绪。若情绪持续较长的时间，就叫做感情。不论是一时的情绪或较持久的感情，又统称为感性。经年累月累积下来，又形成了每个人的习性，从而成为人格的一部分。",
      "modal": [
        {
          "name": "理性",
          "con": "很多人细分将知性的比较善良的一面叫做理性。"
        },
        {
          "name": "感觉",
          "con": "把属于感官及其神经作用的生理反应叫做感觉。"
        },
        {
          "name": "知觉(广义上的知)",
          "con": "在感觉的时候，如果起了辨识的作用，就叫知觉。通常意义上的知就是这个，通过直观感觉加上意识的明辨所产生的知。"
        },
        {
          "name": "情绪 感情 感性",
          "con": "在感觉或知觉的过程中，七情六欲又起了作用，这种一时的心情状态就叫做情绪。若情绪持续较长的时间，就叫做感情。\n不论是一时的情绪或较持久的感情，又统称为感性。\n经年累月累积下来，又形成了每个人的习性，从而成为人格的一部分。"
        }
      ]
    },
    {
      "from": "出自《大学·第一章》",
      "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/06.mp3",
      "title": "物有本末，事有终始。知所先后，则近道矣。",
      "txt": "凡是物都有其本源的样子，但同时也是不停演变发展的，如同参天大树会有新生的枝叶一样，但不要忘记，枝繁叶茂的大树又是从一棵小枝生长而成。凡是事都有开端和终结，代表着前因和后果，不能只关注果，最初的时候就要将因考虑清楚。知晓万事万物演替运行的自然规律后，那么就离可以奉行一生的道不远了。",
      "modal": [
        {
          "name": "物有本末",
          "con": "凡是物都有其本源的样子，但同时也是不停演变发展的，如同参天大树会有新生的枝叶一样，但不要忘记，枝繁叶茂的大树又是从一棵小枝生长而成。"
        },
        {
          "name": "事有终始",
          "con": "凡是事都有开端和终结，代表着前因和后果，不能只关注果，最初的时候就要将因考虑清楚。"
        },
        {
          "name": "知所先后，则近道矣",
          "con": "知晓万事万物演替运行的自然规律后，那么就离可以奉行一生的道不远了。"
        }
      ]
    },
    {
      "from": "出自《大学·第一章》",
      "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/07.mp3",
      "title": "①古之欲明明德于天下者，先治其国；欲治其国者，先齐其家；",
      "txt": "古往今来，一个人如果想要将内心和外界的美德散发出去，让全天下的人都能践行和体悟到。一定是先治理好本地、本国、本邦的人事物，以达到符合自然界运行的规律。无论身处境遇如何，若想治理好本地、本国、本邦的人事物，也要身体力行将组成国家的最小实体——'家'，管理好，使光明正大的德行先在家族内得以显扬。",
      "modal": [
        {
          "name": "古之欲明明德于天下者，先治其国",
          "con": "古往今来，一个人如果想要将内心和外界的美德散发出去，让全天下的人都能践行和体悟到。一定是先治理好本地、本国、本邦的人事物，以达到符合自然界运行的规律。"
        },
        {
          "name": "欲治其国者，先齐其家",
          "con": "无论身处境遇如何，若想治理好本地、本国、本邦的人事物，也要身体力行将组成国家的最小实体——'家'，管理好，使光明正大的德行先在家族内得以显扬。"
        }
      ]
    },
    {
      "from": "出自《大学·第一章》",
      "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/08.mp3",
      "title": "②欲齐其家者，先修其身；欲修其身者，先正其心；",
      "txt": "一个人要想管束好家族，身心要磨炼到够抵挡住欲望的侵蚀才可以。若想修正身心，一定是通过精神的洗礼、不断净化心灵，最终将私我最大化的克制，内里方能足够端正。如此家族内众人才会信服于你，族内人心凝聚、美德的种子破土而出，自然家族离兴旺不远了。",
      "modal": [
        {
          "name": "欲齐其家者，先修其身",
          "con": "一个人要想管束好家族，身心要磨炼到够抵挡住欲望的侵蚀才可以。"
        },
        {
          "name": "欲修其身者，先正其心",
          "con": "若想修正身心，一定是通过精神的洗礼、不断净化心灵，最终将私我最大化的克制，内里方能足够端正。如此家族内众人才会信服于你，族内人心凝聚、美德的种子破土而出，自然家族离兴旺不远了。"
        }
      ]
    },
    {
      "from": "出自《大学·第一章》",
      "src": "https://gitee.com/wu-zhaoxuan/images/raw/master/daxue_voice/09.mp3",
      "title": "③欲正其心者，先诚其意；欲诚其意者，先致其知；致知在格物。",
      "txt": "一个人想要行正道、冲刷掉内心的污秽、回归初涉人世时的纯洁无瑕，必须对自身的意念诚挚，不可自欺让心灵蒙尘。心中想什么，说的就是什么，为之付出实践。若想时刻秉持这种诚挚的意念，就要通晓宇宙万物运行的规律及其背后蕴含的道理，通晓这种规律靠的是实践出真知、从细微处探索出万事万物的内涵。诚心正意去做好每件事，宇宙的奥妙自然心领神会。",
      "modal": [
        {
          "name": "欲正其心者，先诚其意",
          "con": "一个人想要行正道、冲刷掉内心的污秽、回归初涉人世时的纯洁无瑕，必须对自身的意念诚挚，不可自欺让心灵蒙尘。\n心中想什么，说的就是什么，为之付出实践。"
        },
        {
          "name": "欲诚其意者，先致其知",
          "con": "若想时刻秉持这种诚挚的意念，就要通晓宇宙万物运行的规律及其背后蕴含的道理，通晓这种规律靠的是实践出真知、从细微处探索出万事万物的内涵。"
        },
        {
          "name": "致知在格物",
          "con": "诚心正意去做好每件事，宇宙的奥妙自然心领神会。"
        }
      ]
    }
  ]
}